{"pages":[],"posts":[{"title":"年轻人养生攻略-指南不指北","text":"现代经济发展越来越快，生活水平越来越高，但更多的“现代病”降临到年轻人身上。 说起养生，以往的人都认为是退休以后的人才做的事情。 其实，养生适用于所有年龄段的人们。 既然是年轻人养生攻略，我就不多废话了。 （善用Ctrl+F） 养生理念养生并不是完全改变生活方式，饮食，出行等。 当你阅读完这篇文章后，应该会对养生有个大概的了解，不需要全部照做，挑选你觉得能长期接受的，现有条件可以做的进行改变。 比如说：少看手机。 错误理解：没事就不能看手机。 正确理解：少看手机确实对健康有益，但这太困难了，我可以先从上厕所不看手机开始试试。 就是这样，对于养生，千万不要钻牛角尖，不要自己给”养生”加戏。 养生本不复杂，人想得多了，自然就”复杂”了。 饮食养生 少吃辛甘肥厚 也就是，味道很刺激的辛（辣椒， 让人反酸的”甘”（重加工零食，精炼糖，甜品，雪糕，冰激凌，蛋糕等） 脂肪多的肥（肥肉，油炸食品，内脏等） 味道沉重的厚（重糖盐油的食品等，总之是料加多了） 吃慢一点，吃饭只吃7-8分饱。 吃饭细嚼慢咽，这样可以让饱腹感缓缓上升，而不是刚吃下去一堆，其实饱了，但因为刚吃下去还没有感觉，让人造成误判——自己没吃饱。 只吃7-8分饱可以给脾胃比较舒适的工作量，即较大程度的消化了食物，获得营养；又让脾胃不会太累，造成恶性循环（脾胃虚弱，胃热，湿气重等） 吃饭尽量不要聊天讲话看电视手机。 肝开窍于目，肾开窍于耳，脾开窍于口唇。 吃饭前后，肝脾努力做准备，努力帮助消化食物。 当我们在吃饭的时候做其他事情，则会让回流到肝脾的血流到耳目口唇，降低消化食物的效率，这是不好的。 三餐按时吃，不是饭点尽量不吃东西，不喝饮品。 脏腑都是有“时钟”的，也就是每天什么时候干什么它们也是了解的。 这也就是饮食不规律会导致疾病的原理。 这就跟做饭一样，饭前要起锅生火，备菜。 做饭的时候要翻炒颠一顿操作。 做完饭要洗碗擦桌子洗锅子。 这些事情脏腑都是明白的，如果有一天早上吃了一点，过了一个小时又吃了一点，毫无规律的进食终究会自食其果。 运动 如果天气允许，晚上5-6点吃完饭，8点多可以出门遛弯，9点回家准备睡觉。 冬天寒冷的时候，不要做出很多汗的运动。 早上八部金刚功，晚上八部长寿功。 走路遛弯就是最中庸的锻炼方式，动起来比什么花里胡哨的都好。 人一定要劳作，不管是扫地拖地，洗碗买菜做饭都可以。 保暖 穿暖和一点，特别是手脚关节，膝关节这些地方。 每天洗漱要用温热的水。 洗碗尽量用温水，或者带上手套。 牙齿 吃完饭漱口刷牙。 少喝饮料。 上厕所咬紧牙关（轻咬即可）。 少用牙嗑瓜子，起瓶盖等。 颈椎 如果你要玩肉鸽/视觉小说等游戏，建议买个手柄玩，对体态很好。 有一个好椅子很不错。 睡觉 晚上早点睡（8-9点上床，最晚10点入睡），早上睡到自然醒，冬天稍微睡懒觉也没事。 状态好就武睡，不怎么好就半文半武，生病了就平躺或者文睡。 靠墙的话，冬天把衣服什么的放到墙边，不然会很冷。","link":"/2024/03/05/%E5%B9%B4%E8%BD%BB%E4%BA%BA%E5%85%BB%E7%94%9F%E6%8C%87%E5%8D%97%E4%B8%8D%E6%8C%87%E5%8C%97/"},{"title":"牙齿护理","text":"[一] 护牙习惯与工具日常习惯1.吃完饭要刷牙。2.吃完东西至少要漱口，进一步的话 再用牙线清洁，再进一步的话 刷个牙。这里不推荐使用那种漱口水，除非有重要场合不方便或者需要漱口水的清新口气的效果。3.使用良好的刷牙动作。4.预防上火，各种意义上的。比如胃火，肝火。5.少熬夜，熬夜容易肾虚，肾主骨，肾不行了，牙自然不会好。6.不要用牙齿强行咬过硬的物体，比如瓶盖，大骨头等。7.尽量不要趴着睡觉。8.适当喝水，缺水了容易上火。9.少吃甜食，甜食属酸。 选用工具Ⅰ牙膏Ⅱ牙刷Ⅲ牙线Ⅳ冲牙器Ⅴ漱口水Ⅵ正畸用品 对于大多数人来说，我推荐使用 Ⅰ+Ⅱ+Ⅲ 组合就可以了。已经足以满足大部分需要。冲牙器，漱口水，正畸用品 不是必需品，请按需选购。 ①如何选购牙膏[1.1]牙膏的主要有效成分牙膏内主要起作用的成分 仅仅只有几个。下面我将会用我自己的理解一一介绍，希望在选购牙膏的时候能够帮到诸位。成分的分类名字都是我的个人理解，并不一定具有世界共识。务必谨记，外形并不能决定一切，其中的”灵魂”才对。 摩擦剂诸位可以回忆一下，在擦桌子，擦玻璃的时候，是使用什么方式？摩擦！所以我给这些成分起名为摩擦剂，就是因为在刷牙的时候，它们起到了摩擦的作用，可以更好的帮助我们将牙齿上的 牙菌斑/食物残渣 刷下来。市面上主流的摩擦剂有两种，我会分别介绍它们的优缺点，并在最后给出建议。 碳酸钙优点：其形状近似方形，清洁效果好，成本低。缺点：在不良刷牙动作/力度 下，可能会造成牙龈/牙齿 损伤。 水合硅石优点：形状近似椭圆，容错率比碳酸钙高缺点：清洁效果不如碳酸钙，但在正确刷牙方式下，依旧可以达到良好效果。成本较碳酸钙高一点点。 一般来说建议选 主要含/只含 水合硅石的牙膏， 当然诸位对自己刷牙技术和时间有信心的话，可以选择碳酸钙牙膏节省预算。这里提一嘴，一般我们用的牙膏，售价上的差别就是摩擦剂种类和含量而决定的。 清洁剂这类成分就是为了解决牙黄，具有牙齿美白效果的而添加的。简单来说其原理是 促进了牙齿上 部分色素分解（更容易被刷下来），以及形成一个薄弱的保护层，在你下次喝茶，抽烟的时候减少色素沉淀到牙齿表面。 带有磷酸钠字样的成分是比较常见的清洁剂。 氟类物质一般成分表上有 氟化xxx xx氟化xx 的都是含氟的牙膏。 形成保护层就是氟类物质保护牙齿的主要基本原理，可以预防和缓解早期/程度轻的龋齿病，当然这并不能彻底治愈龋齿，有需要请务必前往牙科医院补牙。不过要注意的是，有吞咽牙膏或者容易吞咽牙膏的同志们，请尽量不要选购含氟牙膏，如果必须要买，请选择含氟量 小于0.11%的含氟牙膏，以免造成损伤。 氟化钠 和 单氟磷酸钠 是这类成分的主流。 [1.2]其他功效类成分懂得上面三种成分的选择已经可以满足大多数人的需求了。但是还是有部分人群，需要更多的功效成分，或者说有更多的预算想要调个具有更好功效的牙膏。不过我建议还是按需购买，有时候有些功效成分是把双刃剑。 抗敏感成分[氟化锶 ， 磷硅酸钠钙 ，硝酸钾]","link":"/2023/10/26/%E7%89%99%E9%BD%BF%E6%8A%A4%E7%90%86/"},{"title":"肺痨治疗经验","text":"本人不幸在2024年3月份确诊为继发性肺结核。 故在今日写出这篇文章，希望能帮到其他肺结核患者，对肺结核不了解的普通老百姓，以及对肺结核治疗方向认识不清的医者。若有人发现文章中有错误，不符合时代，有落后观点的，请通过邮件告知于我！ 肺痨病之发病原理—————————————— 结核杆菌是肺痨病发病的直接原因12345678当结核菌侵入人体肺部后，肺部渐渐产生炎症，化脓，长久之后肺部溃烂形成空洞。结核菌侵入人体的途径：1. 空气吸入（呼吸道传播）。2. 口腔传播(体液传播)；比如唾液，痰液，伤口等。3. 食物传播；比如食用含有结核杆菌的牛乳等。4. 性传播；有可能传染到新生儿，但因为该菌繁殖速度很慢，所以感染概率很低。 肺痨病发病的间接原因是身体虚弱123456789所谓间接原因，可以理解为导火索，诱因，发病契机等。- 长期身体虚弱之人最易发病，比如天生体弱多病，产后虚弱等。- 环境污染严重，缺乏光照，空气不流通，吸烟和吸二手烟等。- 过劳，身体亏空严重；比如长时间劳动缺乏休息，房事没有节制，吃东西不知道节制等。- 外伤。- 患肺炎，肋膜炎，新冠肺炎等人群。其中最主要还是身体一时虚弱，让结核杆菌有了可乘之机，借此良机在人的身体中高筑墙广积粮, 等待下一次身体免疫力下降之时出现病症。 肺痨病发病症状—————————————— 肺痨病约分3期12345678910111213141516171819202122232425 一. 病人刚感染结核菌，在大约1-2周后就会出现症状。此为第一期肺痨病。- 几乎所有的患者会咽喉不适，咳嗽，厉害时会咳不停，像极了百日咳。- 有些患者会咳痰咳血。- 时常感觉身体劳累。- 轻微发热（低烧）。这些是主要的明显病症。本期肺痨病发展缓慢，往往容易被忽视，这时大概率患者肺尖部稍有结核感染，患者可能有干咳，常年羸瘦脱力酸软，不思饮食，失眠，精神过敏，或抑郁善怒，女子多有月经不调、贫血等症，普通人往往以为身体劳累虚弱，多休息休息就好了。但此为治愈肺痨病的最佳阶段。当然亦有人只是因为一时虚弱感染了结核菌，但后续通过自身免疫力自愈；不过万不可因此在发现结核菌感染后不接受抗结核治疗，恐耽误最佳治疗时机，此用身体做赌注的行为万不可取！ 二. 一期肺痨病症状自愈到再次出现病症之后的阶段。此为第二期肺痨病。经过 结核菌 缓慢发育繁殖，患者体内病灶越来越大，病灶呈结核性浸润。于是咳嗽，吐痰，咯血多量则为肺出血，自汗，盗汗，怔仲，喘促，失音，咽干，往来寒热，两颊微红，午后潮热等症相继而来。这个时候已经没有误诊为其他病的可能性。 三. 以上诸症加重，体温更高，更加虚弱，病灶浸润部分崩溃而成空洞，部分病灶糜烂.患者生活无法自理，骨瘦如柴，毫无精神，更有甚者手足浮肿，时常腹泻到虚脱，最后直到死亡。此为第三期肺痨病。病人到此阶段已经非常危险，稍有不慎则会加快病情发展，可以说是危急存亡之秋也。 肺痨病的主要症状—————————————— 1． 发热，肺痨病的最关键病症——热。 疾病恶化则热增加，疾病康复则热减少，所以诸位可以观察病人的发热症状，而判断肺痨病之进退。 但肺痨病刚开始的时候，气血尚未大损，阴阳尚能含合，故其 热脱出于气血之外的人 非常少，也就是发热情况不严重，体温在38°左右，患者只稍稍感觉酸懒无力。倘若放任此等低热之不顾，常年累月之后，热愈来愈虚浮，患者将如同失去灵魂的行尸般低迷，此为热不能温存于气血之中，反而导致损烧津液，这个热便不能濡养人之精神，反倒成了害人之物。 中医诊察，在早期的时候很难知道患者有热，最好用体温计等更加精确的方式检测；并且以此时两手脉诊，大多不能诊出脉象的虚数。 患者始终觉得自己手足心热，每当劳作之时，就感觉很热；平日里时常疲倦、喘促、头晕、眼花，这些症状所表现的，即中医所谓虚弱，或肾虚、阴虚等症是也。 虚弱病势前进，正当之体 温与气血之吸着力更薄弱，则此热更无所依附，脱出愈多，故热亦渐高，用手摸摸皮肤就可以知道表皮之热愈高，气血内之温愈少，每日午后，由三十八度渐渐高升至 三十九度以上，有时但觉胸内有灼热之感且其热绵绵不断，(就是午后潮热)西医谓之消耗热一若日暮途穷之人，徘徊哀求，希望救援，顽固缠绵，至可忧虑之热型也。 本病脉多虚细而数，发热时或觉寒凛。 本病经过中之合并症，例如肋膜炎，腹膜炎及续发症，例如肠结核、喉头结核均由热可以推定，故热之观察，于测料肺痨患者之轻重，为最 确实之标准。大率疾病全停止，或变为慢性症时，则不发热。 若有微热存在，病势虽为一时的徐缓，然阴阳维系，暂合仍离，必为将来进行之征。 若系绵绵不断之 热，则为病势不良之征。此段应与前论阴虚发热、阳虚发热参看。一言以蔽之，愈虚弱愈发热也。津液渐枯，阳气无所附丽之现象也。 2．咳嗽、咯 痰，这是肺痨病的关键病症之一，然亦有时咳嗽甚少，或全无，亦或有剧烈咳嗽，概以喉头及气管被侵害时为甚。 痰量视病状而异，初起率多干咳，日愈久，痰愈多，至肺浸润 期，多为稀痰或白沫；至肺生空洞时，痰则更多为脓性，或粘液脓性，内乏空气之痰，吐于充满清水之唾壶中，多沉降水底，而为货钱状。 然病至极重时，往往反不 发热，不咳嗽，不吐痰血，此时盖去死期不远矣。 3．吐血本症初起，痰中常混有血液，血点或血丝，在轻微之咯血，虽不足虑，然有时多为大出 血之先驱，不可不防。 咯血分二种，①初期咯血，②空洞咯血。 初期咯血，出现于肺痨之初期；空洞咯血，则因存在空洞内的肺动脉枝上的细小血管破裂而引发。 所以在肺痨初期，痰中混有血丝或血点，亦有始终不吐血而死者迨后或至狂吐鲜红之大量血液。 常见有若干年潜伏之肺痨，初起吐血，往往每晨略于痰中夹杂血丝、血点， 或日常如此，或至大吐血，立时致命。 凡吐血复发，恒觉口内有腥臭之味。然亦有肺痨极重，始终并不咯血者. 所以咯血并非肺痨病的主要症状。 4．汗肺痨病因热而致自汗、盗汗，此种虚汗，以夜间为甚，西医亦名盗汗。但虚汗甚者，不分昼夜，往往自出，自汗、盗汗且有因此失眠者，衰弱原因，多在于此。 5．失音肺痨病人之失音有二种，一为喉头结核，即声门痨疮；一为崩溃期，肺之空洞太大，致肺气衰弱，不能发音；风寒咳嗽，偶尔失音，不在此例。 这是肺痨已深之征象，然治疗得法，病势渐。 6．烦躁肺痨患者，精神抑郁，最易忿怒，此症状与环境最有关系，最好想办法改变。患者往往把不相干之事认为重大，而起激怒，中医谓之肝气病益进行，此症状亦益显著。病减此现象亦减，不必专治此症。 7．喘息肺痨患者，因为身体虚弱，稍微劳作就气喘气急。 倘若时间长了，病发展到后期，患人会觉得胸际气闷、气短，这些都是肺中产生空洞的表征，但如果气喘的不严重，那就无关紧要了。 有患者感觉胸内有疼痛或痒，这是肋膜被侵害的病征，并非宅征，这是因为肺本身不会感到痛。 8．贫血结核杆菌在体内，如寄生虫般霸占一切资源，血液受此影响，因而全身呈中毒病症，西医血液中毒解释为血液内有细菌感染，千万不可当做中医的中毒病症。 有人面黄肌瘦，特别是有枯槁苍白之色，这一般就是肺痨患者；而女子多有月经闭止者，都是身体虚弱导致的。 9．怔忡此为中医病名，心脏衰弱之征象，肺痨病人在大失血后，大多会有这种病症——患者常觉心内忐忑不宁，这是危险之症状。 此症很多人不放在心上，实则危险。 10.泄泻这也是中医病名，是象征肺痨病晚期的危险病症，俗名泻肚。 此时肠结核已形成，病人衰弱已极，食物不能吸收，滋养之来源已经断绝，这是一般肺痨病患者的结局。 另外，肺痨病晚期的病人通常会有浮肿现象，下利（泻）患者为显著。 —————————————— 中西医的诊断西医对肺痨病的确诊，是非常明确的（CT，PPD，痰培养等），相较中医的劳伤，虚损、痨瘵、肺痿等说法，更加准确，惟论此症之脉，不如中医明显。 肺痨病到二期的时候，脉必虚细而数，或只虚细，或失血后绝无可疑。 若在第一期，气血尚未大衰，或有弦细、弦数，及稍觉浮洪（右手居多）之脉，失血过多，则脉虚大无力（芤脉之类）者亦有之。 故以上论症，主要参考西医的诊断，但独缺略脉象一项，特录中医脉理于此，以补西医之缺点，希望医者详细参考，据此认症，似较显明。 肺痨病症，虽如上述，其症状大多数固然一律，然以余之经验，亦有例外患者，不必各症皆具，即主要症状，亦大半皆无（不咳嗽，不吐血，不发热），缠绵日久，（或仅 有吐血）中西医均认定为肺痨病，并经X光照诊，毫无疑义者，而主要症候，竟缺如，或时一发现，即便消失，如此迁延，终归不治者有之。 又有确诊肺痨病的患者，又经过名各医院照诊，也经过了中医诊断毫无疑义，然中西医一用治肺痨之方法，则病情立时加重，这绝非误诊，亦绝非误治，而是这个情况绝对不适用中西治肺痨之药品，反而放手去用大凉药，例如生地、石膏等，而后病情渐渐好转的人，亦有之；这样的例外，实属奇特，皆余亲历，因附录于此。 诸位要明确，西医对于这个病的确诊是非常准确的，但不能够仅仅从这个诊断上纸上谈兵，肺痨病人与肺痨病人之间也是有很多不同病症的，况且是不是有特例尚未可知；所以当医生的务必要虚心探讨，仔细辩证，准确治疗。（与肺痨病类似的病症很多，但除了上面我说的两个例外，绝对没有误诊的可能。） —————————————— 肺痨病的治疗总则中医方面虚弱是肺痨病的病因，而结核感染是肺痨病的结果。 所以治疗肺痨病的最关键要素——专注于脾胃及肾之清补，使病者脾胃强壮饮食增加，自然气血渐旺，肾阴潜和自然虚阳归纳，可以根本限制结核菌之繁殖。 这个病不适用补气、（参、芪）补血（当归及铁剂）等药，是因为肺痨病人一般都有一种虚无飘渺之热，游离于肌肉皮肤之间，稍加燥补，则热更升高，导致肺部炎症更加厉害，空洞扩大的更快，无益有损也。而是适合用蒺藜、熟地、山药，白芍、莲子、扁豆、苡仁、茯苓等 品，看似清淡，然补养脾胃及肾，不温不燥，适合于有虚热之病体也。 这个虚热是怎么来的？其根本原因是患者气血太弱，失其温煦涵润之正规，不能抵抗菌毒，遂致生此惨败热象，此热并非由毒素产生，乃人体内抗毒力量，勉强挣扎，不肯受死于菌毒，而发生筋疲力竭自救之呼声。（免疫系统的炎症反应，就跟得了流行性感冒的人大多会发烧） 然而西医退热药，乃多半退实热，用之于此，是将此些微挣扎之自救力，而又加以解除也。用了退烧药引起出汗的人很多，这样做不但无益，而反害之，此种虚热，恍惚迷离，如因风之游丝，不可捉摸。所以不到万不得已，尽量不使用退烧药。 这种热本就是人身体里有的，应该收敛到气血之中，如果气血失去了这种热的温煦，就会失去活力；相对的是，如果这种热失去了气血的濡养，就会失其附丽。这种病中，患者的气血与热就是关键；因为患者身体太虚弱，气血与热彼此越来越远，所以患者越来越虚热，汗也就越来越多，长此以往，阴阳相离，复合的难度越来越高。到最后患者反而不发热，不咳嗽，这不是结核菌的原因，而是病人已经虚弱到没有气血和热去消耗了。 所以我们治疗患者的时候，要在患者丧失生气之前，健脾养胃补肾，使其真阴渐固，消化容易，纳食健全，得一分食物即多一分气血，久久自能气血渐旺，抵抗力增加，此种无着之虚热，即渐渐与气血濡合，而归于平靖，故气血畅旺，未有不退热者。 然而用这样的药材时，必须用大剂量的养阴止咳药配合，例如白芍、生地、阿胶、地骨皮、牡蛎等，以促进患者的其阴阳之拢合，以此兼顾肺痨。其唯一目的，便是止嗽，当患者不咳嗽的时候，就不会震动肺体，而后便有希望减少炎症产出物（化脓，出血，痰等），不令其为害于血液，希望游离之热，不再受其扰动，而后安静地被气血含濡，如此潜藏入阴，使肺之病灶不再扩大，则健脾补肾药亦有用武之余地。有数日不咳，则脾胃药得其机会，大见功效，渐渐生长，气血调和，自然不咳不热。止嗽之药以重用白芍、 杏仁、炙桑皮等最有效，必不得巳时，可兼用西药之止嗽剂，然西药不过一时用之，以补中药之不足，亦经验谈也。 虽然说，患者一开始是需要药力去达到逐渐康复的效果，但是在治疗后期是可以依靠自愈的（患者脾胃肾功能良好，正常吃饭生活就可以支撑肺痨病的康复），即是此症唯一向愈道路。 咳嗽这个症状，绝对不可用五味子等敛肺药及其他同类中药，不但无益而反害之。肺痨之热，最不易退，然若认定此理，坚信不疑，未有不奏效者，病人自觉手足心发热，或胸内热灼，皆是此热，万不可用苦寒药也。若用西药麻醉剂止嗽，病人嗽止更觉痛苦者不宜过用麻醉药，此时已入危境矣。 西医方面 定期宣传肺结核相关知识，普及广大百姓对于疾病的认知。 早发现，早治疗，定期体检。 肺结核的治疗包括化学治疗、对症治疗以及手术治疗等，其中化学治疗是核心。 早期、规律、全程、适量、联合 用药五大原则。 治疗方案分强化期和巩固期两个阶段。 新生儿接种卡介苗，这个是预防结核的主要措施。 西医常用药物一线药物 ： 异烟肼 利福平/利福喷丁 盐酸乙胺丁醇 吡嗪酰胺 ①肺结核的初治一般使用一线药物即可，西医一般选用2HRZE/4HR方案，即强化期使用异烟肼、利福平、吡嗪酰胺、乙胺丁醇，1次/d，共2个月；巩固期使用异烟肼、利福平1次/d，共4个月。若强化期第2个月末痰涂片仍阳性，强化方案可延长1个月，总疗程6个月不变。对粟粒型肺结核或结核性胸膜炎上述疗程可适当延长，强化期为3个月，巩固期6～9个月，总疗程9～12个月。在异烟肼高耐药地区，可选择2HRZE/4HRE方案。 这里的字母组合方案一定要熟悉（现去查资料很掉价的，特别是在患者面前） 这里的利福喷丁可以作为 利福平不耐受的病人 的备选品，比如患者吃利福平产生的肝损伤难以耐受，这时考虑换用利福喷丁；还有就是刚感染没多久（几天，一两个星期？总之没出现过任何症状，但可以通过检测手段检测到结核菌感染）的患者，结核菌没有在其体内大量繁殖，此时可以直接采用利福喷丁的方案，这样患者吃药频率会降低，变相提高了患者坚持吃药的可能性，毕竟这种患者没有住院观察的必要性。 ②复治活动性肺结核（含痰涂片阳性和阴性）：常用方案为2HRZSE／6HRE，3HRZE/6HR，2HRZSE／1HRZE／5HRE。复治结核应进行药敏试验，对上述方案治疗无效的复治肺结核应参考耐多药结核可能，需按耐药或耐多药结核治疗。 ③耐药结核和耐多药结核：对至少包括异烟肼和利福平在内的2种以上药物产生耐药的结核为耐多药结核(MDR-TB)。WHO根据药物的有效性和安全性将治疗耐药结核的药物分为A、B、C、D4组，其中A、B、C组为核心二线药物，D组为非核心的附加药物。 A组：氟喹诺酮类，包括高剂量左氧氟沙星(≥750mg/d)、莫西沙星及加替沙星。 B组：二线注射类药物，包括阿米卡星、卷曲霉素、卡那霉素、链霉素。 C组：其他二线核心药物，包括乙硫异烟胺（或丙硫异烟胺）、环丝氨酸（或特立齐酮）、利奈唑胺和氯法齐明。 D组：可以添加的药物，但不能作为MDR-TB治疗的核心药物，分为3个亚类，D1组包括吡嗪酰胺、乙胺丁醇和高剂量异烟肼；D2组包括贝达喹啉和德拉马尼；D3组包括对氨基水杨酸、亚胺培南西司他丁、美罗培南、阿莫西林克拉维酸、氨硫脲。 耐药结核治疗的强化期应包含至少5种有效抗结核药物，包括吡嗪酰胺及4个核心二线抗结核药物：A组1个，B组1个，C组2个。如果以上的选择仍不能组成有效方案，可以加入1种D2组药物，再从D3组选择其他有效药物，从而组成含5种有效抗结核药物的方案。 另外手术治疗和对症治疗这里就不多说了，诸位有兴趣自行查阅资料即可 总结对于肺痨病的一点小见解 患者时常因为身体虚弱，导致了结核菌感染。（最常见的首先感染肺结核） 身体虚弱是患结核病的根本原因，久而久之，患者肺气阴虚，脾虚，胃阴虚，肾阴虚，阴虚火旺症明显；到最后身体无法濡养阳的存在，转变为二期肺痨病，咳血，午后潮热，盗汗，征仲等症状相继出现。 肺痨病的治疗，治标为先，治本为主。 所谓标就是 咳嗽，咳血等症状，只有先治好了这些，才能让肺痨病不再迅速发展，药石之力才可以与结核菌进行持久战。所谓治本，就是恢复患者的脾胃功能，补足患者的肾阴。 关于预防 新生儿要接种疫苗 习惯戴口罩 保证日常活动量，每天外出遛遛弯，晒晒太阳。 室内勤通风 避免一次性食用大量辛辣酸咸食品 多喝水，别等到口渴了再喝 少熬夜， 晚上十点之前尽量入睡 少食用生冷肥厚腻味食物 不是饭点少吃零食，少喝奶茶，尽量不喝咖啡 每年体检，特别是在重要事情之前，别耽误事 勿纵欲过度，尤其是色欲，少行房事，少折腾手艺活，工艺活也是。 关于治疗如果您不幸感染了肺结核，请立刻前往当地的 结核病防治所/结核病定点治疗医院 就诊。 一般来讲定点治疗场所会将治疗流程安排的很好，您只需要听从医院安排，该吃药吃药，该住院住院。 好了，回到正题 在真正下手治疗肺结核之前，一定要把病人的症状下手治疗好，比如说咳嗽，咳血, 如果患者咳嗽止不住，那么肺部炎症就会越来越厉害，导致其他药品无法起到良好作用。 白芍，生地黄，地骨皮，杏仁等，都是治疗咳嗽咳血的好手。 在治疗肺结核的时候，务必关注患者的脾胃功能，患者如若吃不下饭去，也排不出便，那身体就会越来越虚弱，药物也没有办法起到治疗作用。 选用药材/药品 的时候，尽量选用性平的清淡的，如熟地、山药，白芍、莲子、扁豆、苡仁、茯苓等。 另外要特别关注患者的肝和心，在接受西医抗结核治疗时，肝损伤是非常常见的，要提前针对性预防，并且经常观察患者的肝功能。 就目前现存结核菌的耐药强度，患者是必须全程接受抗结核治疗，用西药的抗结核药作为杀菌治疗，用中医药去濡养患者的精神力，这样才能够完全治愈结核病。 患者刚就诊时可以利用汤药的速效，达到止咳止血等目的，但不是长久之计，患者的咳嗽咳血等症状基本减退以后，务必改成丸剂治疗；长期食用汤剂会让患者脾胃功能受压增加，反而阻碍了自身营养的吸收。 相关药物展示 这里仅做展示，其目的是开拓诸位的视野 百合固金汤秦艽鳖甲散麻杏石甘汤沙参麦冬汤麦门冬汤养阴清肺汤月华丸六味地黄丸左归丸大补阴丸摩罗丹玄麦甘桔颗粒归脾丸天王补心丹玉女煎 参考资料中医百科 - 肺痨 《默沙东诊疗手册大众版》 - 结核病（TB） 百度百科 - 肺结核 中国疾病预防控制中心结核病预防控制中心 - 肺结核基层诊疗指南（专家共识）——丁香园，《中华全科医学杂志》 待更新","link":"/2024/10/18/%E8%82%BA%E7%97%A8%E6%B2%BB%E7%96%97%E7%BB%8F%E9%AA%8C/"},{"title":"肺结核治疗记录（肺痨）","text":"确诊与住院一条龙2024.03.11 下午 4:00 上午的高考体检没合格。胸透检测显示有 肺部炎症 的迹象，大夫建议我去当地的第二人民医院做一下胸部CT检测，以确定肺部的健康情况。 所以，当天下午，我就来到了医院做CT检测。 结果报告显示：右侧肺叶上端有空洞迹象，部分病灶有钙化现象，有继发性肺结核的可能性，建议结合其他检测确诊。 根据医生的建议，次日上午就办理了入院手续（因为可以报销医保，各种检测还挺贵的/这个医院治疗流程是这样的，住院会比单纯吃药更加能控制病情） 2024.03.12 上午 7:00 办理住院手续后的第二天。 血液常规，尿常规，PPD皮试，便常规等一系列检查等着我。 虽然说在检查结果还需要些时间完全得到，最主要的结果出来以后就安排了药物治疗。 前几天的时候，到了上午八点半开始打点滴，打的是生理盐水和消炎药（黄色的，没记录是什么药品）。 口服药的话是 养阴清肺膏 ， 利福平胶囊 ，异烟肼片 ， 盐酸乙胺丁醇片 ，吡嗪酰胺片 。 2024.03.13 上午 7:00 今天去做气管镜检查，不让喝水不让吃东西。我觉得是怕食物反流或者气管入口痰液过多。 （不让喝水是真难受啊，我没啥咳嗽，咳痰的症状，但不喝水倒是让我有点不舒坦了。） 这个检查就是检查了一下气管内情况，并采集了一些灌洗液做病菌培养。 结果显示，气管发炎而且有点肿；灌洗液倒是没发现病菌。 灌洗液和其他结果都是阴性，唯一一个结果是阳性的是这个： 在14号结果出来以后，15号这天，吊瓶用药就改变了。 开始打500ml生理盐水溶解的利福平和100ml生理盐水溶解的奥美拉唑。 口服药少了利福平胶囊，多了结核丸。 … 住院生活的小插曲： … 肉火烧和豆腐脑真好吃 … … ….?我尿酸怎么变高了 先把豆腐脑停一下。 … … 什么尿酸高，都是吃药吃的。（吡嗪酰胺片会导致尿酸升高） 明天继续吃豆腐脑 … 2024.04.07 星期天 这一天是我住院的最后一天，也就是说，明天就可以办理出院手续了。 不容易啊，将近一个月的住院生活，左右手每天都要挨一针，其中一只手在打针的时候已经感觉到痛了。 出院后医生给我开了一周的药，让我下周一来复查（肝功能，肾功能，血常规），如果正常的话下次就开一个月的药。 药品列表和服用方式 吡嗪酰胺片 一天三次 | 一次2片 强肝胶囊 早晚服用 | 一次5粒 结核丸 早晚服用 | 一次20粒 异烟肼片 早上服用 | 一次3片 盐酸乙胺丁醇片 早上服用 | 一次3片 利福平胶囊 晚上服用 | 一次4粒 法莫替丁胶囊 早晚服用 | 一次1粒 其中，法莫替丁胶囊是治酸药，医生说没感觉就别吃，尽量不吃。 出院复查阶段第一次复查 - 24.4.15一周后复查没什么问题，虽然尿常规检测说有一点点尿蛋白（+-），但医生说没事，再观察观察。 这次直接开了一个月的药量，并把利福平胶囊换成了利福平胶囊（Ⅱ），这样每晚只需要吃两粒利福平了。 第二次复查 - 24.5.11这次检查着肝功能异常。 报告单显示： ①丙氨酸氨基转移酶高于标准值30单位。 ②天门冬氨酸氨基转移酶高于标准值17.4单位。 医生建议我暂时停抗结核药，然后吃肝爽颗粒+联苯双酯片+结核丸，一周后回来复查。 第三次复查 - 24.5.18这次回来只复查肝功能。 丙氨酸氨基转移酶指标回归正常，另一个指标仅高出了4.7单位。 医生让我继续吃着之前开的肝爽颗粒+联苯双酯片；最初的抗结核药去掉了吡嗪酰胺片，其余的正常吃。 下次复查还是一周以后。 第四次复查 - 24.5.25只复查了肝功能，一切正常。 尿酸仍然是430 第五次复查 - 24.6.8只复查了肝功能，一切正常。 尿酸仍然是430 第六次复查 - 24.6.22这次复查了血常规，肝功能，尿常规，血沉和 胸部CT检测 五个项目。 报告一切正常，尿酸仍然是430 胸部CT报告显示 病灶相对于上一次小了一点点。 第七次复查 - 24.7.6只复查了肝功能，一切正常。 第八次复查 - 24.8.10这次复查的是血常规，肝功能，尿常规，血沉 四个项目。 报告一切正常，医生说不用吃联苯双酯片了。 第九次复查 - 24.9.7这次复查了血常规，肝功能，尿常规，血沉和 胸部CT检测 五个项目。 肝功能里的 胆红素略微高出正常值，尿酸略微升高到了490。 其他一切正常，大夫说没啥大问题，平时多吃点水果。 第十次复查 - 24.9.28这次复查了血常规，肝功能，尿常规，血沉 四个项目。 今天早上没忍住，上了两次厕所，导致尿常规显示有点尿蛋白。 其他报告一切正常，尿酸也恢复到正常范围内。 国庆节的麻烦没想到啊，千防万防，没防住突然降温。上午出门没看天气预报，到了楼下一阵冷风给我吹回去了；果不其然，晚上就开始感冒了。 身体微微发热，有点怕冷，手脚冰凉，无汗，留清鼻涕，咽痛，胃口不佳，食量小，身子虚。 由于抗结核药物 异烟肼和利福平会和很多药物起直接或者间接的反应，导致毒性增加或者药效降低。 所以在选用感冒药的时候一定要慎重。 常见的快克（复方氨酚烷胺胶囊），999感冒灵，维C银翘片，精致银翘解毒片等都是不推荐使用的。 还有就是阿奇霉素，阿莫西林这样的药物也是不推荐使用的。 经过我的临时突击研究（各种搜索）后得出： 我目前是风寒感冒，并不是流行性感冒。 先吃几顿荆防颗粒，然后加上一个消炎药——盐酸左氧氟沙星片。 后面将荆防颗粒 换成 流感丸和巴特日七味丸，如此数日便可治愈感冒。 等到感冒差不多好了以后，务必不可放松警惕！此时才是肺结核患者最重要的治疗感冒阶段。 经过数日轻微发热，咽喉肿痛，鼻子堵塞，呼吸不利。 身体的津液和阴液早已亏空，特别是肺阴和肾阴。 虽然不咽痛，鼻涕也少了很多；但又出现了新的病症： 绿痰，少量黄鼻涕，胸口热，早上睡醒后咽干，起夜很多（因为咽干），午后潮热（37.5低烧），目酸涩，牙齿酸痛。 这些都是肺结核患者的肺热肺燥导致的症状，而且这里面有肾阴虚的表症，所以要滋阴润肺填补肾阴为主，清热止咳为辅，方能化解。 此时开始服用 秦艽鳖甲散 和 百合固金汤 给感冒善后，并且在第二天追加服用 知柏地黄丸（六味地黄丸/杞菊地黄丸都可以），但尽量不要用麦味地黄丸，我只是觉得五味子不适合善后这种情况。 为什么不在感冒刚开始的时候就吃？ 那是因为这些药以滋补为主，容易让感冒康复时间变长，甚至更加糟糕。 待更新","link":"/2024/03/13/%E8%82%BA%E7%97%A8%E6%B2%BB%E7%96%97%E8%AE%B0%E5%BD%95%EF%BC%88%E8%82%BA%E7%BB%93%E6%A0%B8%EF%BC%89/"},{"title":"输入法词库","text":"输入法不能根据拼音组合 直接得出我们想要的词组。 这个问题非常让人讨厌，所以导入一些预制词库就很有必要。 所谓词库，就是将常用的词组让输入法记忆，下次我们再次想要输入某些词组的时候，输入法能够把你想要的词组放到前面。 平时我也保守输入法的各种奇怪预选词折磨。 每次都是慢慢翻看自己想要的词到底在哪里。 甚至一句话里的每个字都要手动后翻寻找，特别是各种专业术语，游戏词汇，网络用语等，想要找到正确的词语更是难上加难。 所以，我在此正式建立 流苏菀词库仓。 其作用就是收录我常用的输入法词库文件，同时分享给诸位使用，以图带给诸位在网络生活中的便利。 其中的所有词库文件都由 流苏菀站长Suyiyi 制作并维护，有任何不正确的地方，或者有任何建议想法都可以告诉我（在仓库内开issue/QQ群）。 Github仓库：https://github.com/OcrSu/Tassels_Thesaurus 目前已有的词库（善用Ctrl+F搜索） 1.梦灯花 2.原神","link":"/2024/02/26/%E8%BE%93%E5%85%A5%E6%B3%95%E8%AF%8D%E5%BA%93/"},{"title":"针灸大成学习笔记","text":"视频内容是 倪海厦-人纪-针灸部分 教材为黄皮的 针灸大成 | 人民卫生出版社 各大电商均可买到，不必追求古书，请买新版即可。 下针禁忌病人大虚之时不宜（气血大虚等） 劳累房事之后不宜（时机不好） 大汗喝酒之后不宜 解酒穴——老一辈打耳洞的位置，用三棱针刺破，挤两滴血出来。 艾艾条性向下，属纯阳，有寻水的本性。 针与灸是分开独立的。针就是针，灸就是灸。 灸而勿针针勿灸，针经为此尝叮咛，庸医针灸一齐用，徒施患者炮烙刑。 一般治病时，左病右治，右病左治。（对称治法） 一般针力不及（力道不够，不宜下针）的时候，会选择使用灸。 灸的几种方式艾灸一个小金字塔形的艾为一壮。壮既是单位。 用艾绒填满手心窝，搓出金字塔形即可。 烧到病人感到温热即可。用镊子拿下来放到水里。再换下一壮。 灸单不灸双，1 3 5 7 9都可。古人认为，这些数为阳数，与艾性相同、可以去邪。 如果说灸过头了，皮肤灸出水泡。 拿一根针，消毒后，从侧边水平刺破水泡，然后用手慢慢按压，这样处理后一般不会留疤痕。 虽然疤痕灸也是一种方式，但一般不要灸太过（失去的大于获得的） 隔姜灸隔盐灸一般来说，肚脐可以用盐灸。当然肚脐在中医中被称为神阙，神阙穴。 用熟盐巴（炒熟的海盐/青盐，不要用精炼盐）填满神阙，再放艾绒灸。 下痢不止，可以用灸。 痢分寒痢与热痢。 寒痢大多可以用灸。 隔蒜灸用独头蒜当艾绒垫片。 有咳嗽一直不好的，在舌头上用蒜灸。 因为蒜是白色的，色白入肺，辛辣也入肺。 舌为心表，舌头往前顶的时候，心脏和肺非常相近。此时，灸的力量最容易入肺。 米粒灸取艾绒一点点，搓成米粒一样大。 用凡士林固定到穴位上，热然后去烧。 一般用于鼻窦炎，鸡眼。 灸的急救病进，一般是从四肢向身体躯干发展。 病退，一般是从身体躯干向四肢发展。 当病退时，务必坚定信念，勿要乱改处方和针灸方案。 当病进时，重新审时度势，看看哪里错了，要怎么改。 毒蛇咬伤，破伤风，蜘蛛等。 灸的原则是一定要阻止 病症蔓延到身体躯干，因为那里是我们五脏六腑之处。 疱疹，缠身丹，也可以用灸。 可以在其头尾隔姜灸，包围其病进路线，让其停止蔓延，一点点逼退病症。 还有一种方式，把蜘蛛网（干棉花+凡士林）平铺在疱疹上，用火烧一次。 这种方式，一般在病症初期，疱疹还是粉红色小泡，很痛的时候才会用烧。 用药呢，我们一般用全蝎粉，就是蝎子烤干磨成粉。 可以内服十克八克的，也可以外敷。 灸的时机病人一般有热证的时候不灸 感冒发烧 大汗过后 过热 阴虚 少津 还有一些地方不灸 比如水多之处（津液多的地方）一般不灸(鼻子，额头，手心，腋下，乳房，阴部，生殖器，阴部) 艾条制作 灸的时长把握。由痛灸到不痛，由不痛灸到痛为好。 过短或过长 可能导致灸的力道不足，或伤到病人。 下针急救当你用常规急救方式没能救活患者呢。 可以选择针灸。 下人中 嘴唇上和鼻子下 中间分三段。 从下往上数第一段刻线 以仰角30-50° 刺入，方向大致为脑部中心。 当然没有针可以用指甲掐人中。 十宣放血 将病人的手抓起来，用放血针刺破指尖，然后挤一点血出来。 如果十根手指头放完血后没醒，继续放十根脚指头。 涌泉穴 4.百会放血 这个穴位主要针对脑中风急救。 所谓脑中风呢，整个人血压上来，整个脸通红，晕倒在地。 发现的及时的话，脑血管还没有破，我们采用百会放血。 找到百会穴之后，将病人平放在一个地方。 头低下放个水桶之类的东西（用于接血）。 用三菱针刺百会放血。 一般来说病人会感到头顶清凉。 当凉意到眼睛这个地方的时候，一般病人眼睛会睁开。 当凉意到嘴巴这个地方的时候，病人嘴巴会开始讲话。 拔罐现在我们一般用真空拔罐，不过下面我依旧用火罐代称真空罐，注意辨别。 火罐可以用于 吸脓 ， 淤血 （活血化瘀）。 一般活血化瘀时，淤青的血呈现黑色，吸到颜色变淡就起罐，血液变鲜红色就可以停止了。 火罐也可以用于 抽刺，当被竹刺/海胆刺等刺到的时候，可以用火罐拔出。 火罐的禁忌有些地方不能上火罐。 比如 乳中 这样吸出容易腐烂的地方。 还有 多汗的地方 也不上火罐，比如腋下等。 头部也不上火罐。 火罐用法火罐一般用于四肢，哪里痛拔哪里即可，不用在意穴道。 痔疮 我们可以用放血针放血，然后用火罐把浓吸出来。 穴位丈量方法 同身寸 每一个人的身高体重都不一样，所以每个人的寸也各不相同。 一寸的测量方式如图： 两寸的测量方式如图： 三寸的测量方式如图： 同身寸一般用于四肢。 经络之间的寸，也是用同身寸。 其他地方，比如腹部胸部有其他测量方式。 均等法 比如急救中的下针中用的就是均等法。 下针深浅不同穴位下针有深浅之别， 不同季节下针也有深浅之别。 比如说春夏，我们下针一般会比较浅。 而秋冬之时，我们下针会比较深。 中医认为： 肺主皮毛 脾主肌肉 心主血脉 肾主骨骼 我们一般下针的时候； 如果病在皮毛，针就下到皮毛； 病在肌肉，针就下到肌肉； 病在血脉，针就下到脉旁； 如果病在肾脏，针就一路下到骨骼旁。 总之，病情在哪里，也会影响我们下针的深浅。 古人常言：“腹深似井，背薄似饼”。 意思是说，在腹部扎针可以 下深针， 在背部扎针不可以 下深针。 当然要根据实际情况来，务必不能乱搞。 这是观念不是原则。 另外， 病人的胖瘦也会影响下针深浅。 下针基本方式一般穴道不会在肌肉上面。 穴位永远都在 肌肉 之间 筋肉 之间 筋 之间 筋骨 之间 肌骨 之间 总之穴位一般都在缝隙之间。 所以我们下针之前要先摸病人皮肤，找准穴道位置。 成人与幼儿下针不同1.成人要留针 所谓留针就是，针下到穴道上，在上面留20分钟。 当然留针时长要根据不同病情做调整，比如中风病人可以留到30,40，甚至1-2小时。 当拔针的时候我们用中指在针旁边建立支点；用其他手指头捏住针身，慢慢拔出； 针头到皮肤表面时停留30s左右，然后再彻底拔出。 值得注意的是，一定要垂直拔出，千万不能斜着拔针，这样会划伤血管之类的地方，造成伤害。 2.幼儿不留针，用单刺。 所谓单刺，就是针进去，捻一捻就出来，不留针。 幼儿的定义呢，我们以14岁作为标准。 14岁以下用单刺，以上留针。 下针的时候，我们一般让病人采用卧姿，躺平了再扎。 我们针灸下针后，常常有一种现象，称之为晕针。 中医有句古话：药不瞑眩，疾弗瘳。（出自后汉书） 所谓药不瞑眩，疾弗瘳，就是说病人吃了”药”（接受治疗），没有产生瞑眩的话，病就不会好。 我们下针治疗之后，如果病人产生晕眩的感觉，一般事后效果都会很好。 但是有一种晕针的现象，是因为病人的姿势不对所产生的。 所以我们平时采用卧姿的方式。 站立的时候一般不扎针，坐着的时候也不扎针，容易产生晕针。 （当然要根据实际情况来） 如果病人产生了晕针该如何？ 我们可以用下针急救方式，先下人中。 而且让病人躺平，胸腔扣子打开，让病人呼吸顺畅。 一般休息五分钟十分钟就可以恢复。 针的常见型号我们用的针都是有代号的。 比如说 3215 其中，32代表针号，也就是针的粗细，数目越大针越细。所以1号针最粗。 我们平时下针一般用的就是32号针。 当然另一种常用的针号为28号，有些人的穴位上开过刀结疤了，或者怎么样，总之皮肤下产生了结节组织/淤血等，或者皮肤特别硬，32号针扎不进去，此时我们选用28号针。 其中，代号15代表一寸半；一寸半我们使用次数是最多的，肌肉四肢躯干都可以用。 手指呢，一般用一寸针，也就是代号10 。 比如3210，就是32号1寸针。 3230，就是32号3寸针。三寸针呢，我们一般用来做透穴。 当然，今天我们用的针号跟以前不一样。 12345678910111213141516171819202122232425262728293031---------这里我没整理完，现在市面上的型号标的比较乱，我后面有空再研究下补充上。----------寸为古制，大致同英寸（1英寸int=2.54厘米）。 针的粗细规格一般可以分为24号直径0.45毫米，26号0.40毫米，28号0.35毫米，30号0.30毫米，32号0.25毫米针灸针（毫针）的粗细规格如下：26号 0.45mm27号 0.42mm*28号 0.38mm*29号 0.34mm30号 0.32mm31号 0.30mm32号 0.28mm33号 0.26mm34号 0.24mm*35号 0.22mm*---------这里我没整理完，现在市面上的型号标的比较乱，我后面有空再研究下补充上。---------- 这里补充一下皇帝九针图：","link":"/2023/12/06/%E9%92%88%E7%81%B8%E5%A4%A7%E6%88%90%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B0/"},{"title":"针灸大成学习笔记2","text":"视频内容是 倪海厦-人纪-针灸部分 教材为黄皮的 针灸大成 | 人民卫生出版社 各大电商均可买到，不必追求古书，请买新版即可。 十二经纳天干甲胆乙肝丙小肠，丁心戍胃己脾乡。 庚属大肠辛属肺，壬属膀胱癸肾藏。 三焦亦向壬中寄，心包同归入癸水。 次序不重要，这是方便记忆所创作的歌诀。 心包就是癸，三焦就是壬。 在中医里面呢，我们的脏腑是按照阴阳五行规律协调运作的。 阴阳观念 阴呢，就是收藏，我们讲的脏腑，所谓脏，就是收藏的藏演变来的。 我们讲脏的时候，肝心脾肺肾，就是这五个脏。 阳就腑，也就是消化系统。 拿火举例，心脏为阴火 ，小肠为阳火。 为什么我们把心脏定义为火呢？ 因为心脏不断地搏动，产生了大量的热提供给我们的身体。 我们把心脏产生的热定义为火。所以阴火就是心脏，心脏收藏了火，才能在搏动的时候产生热。 阳火就是小肠，小肠有了热，才能够消化食物，汽化水产生津液。 表里观念 另一个问题就来了，为什么我们将心脏和小肠称为表里关系呢？ 我们吃东西到肚子里，会经过小肠。 小肠是消化系统的一部分，小肠消化食物需要热，而这个热是由心脏来提供。 所以我们称小肠和心脏互为表里。小肠为表，心脏为里。 其他的同样，肺和大肠互为表里关系。肾与膀胱，肝与胆，脾与胃都是互为表里关系。 上图为阴阳五行观念的图示。其中有个错误我纠正一下:火克金，金制火，两者相互制约。 十二经纳地支肺寅大卯胃辰宫，脾巳心午小未中， 申膀酉肾心包戌，亥焦子胆丑肝通。 这里介绍的是脏腑运作时令，也就是一天当中，脏腑在哪个时间段最活跃。 12345678910111213141516171819202122232425寅时开肺 凌晨3:00 - 5:00卯时开大肠 凌晨5:00 - 7:00辰时开胃 早晨7:00 - 9:00巳时开脾 上午9:00 - 11:00午时开心 中午11:00 - 下午1:00 未时开小肠 下午1:00 - 3:00申时开膀胱 下午3:00 - 5:00酉时开肾 晚上5:00 - 7:00戌时开心包经 晚上7:00 - 9:00亥时开三焦经 晚上9:00 - 11:00子时开胆 晚上11:00 - 凌晨1:00丑时开肝 凌晨1:00 - 3:00 知道了脏腑活跃的时令又当如何呢？ 我们可以用这个做诊断。 假如说有一天来了一位病人，刚走进门，你和他讲话。 你一看，这位病人脸色黄黄的，再一看手掌，暗红色的。 这个时候我们问一个问题：晚上好不好睡？ 病人：每天晚上一点多醒过来。 这个时候基本诊断已经结束了，我们在问诊阶段只问了一个问题，晚上好不好睡？ 为什么呢？ 我们回过头来看天干地支歌所讲的观念。 脏腑颜色 我们在之前将脏腑分为 金木水火土。 在此我们又可以分作 青赤黄白黑。 其中肺是白色的，详情请看下图： 按照正常人来讲，手掌心的颜色是粉红色的，是肚脐以上的肺的白色 加一点心的赤红色。 肝脏是心脏的抚养者，也就是所谓的木生火，肝脏每天晚上一点到三点在努力工作，代谢掉血液里的毒素，然后把干净的血供给到心脏里。 如果肝脏功能很正常呢，供给给心脏的血液 量很合适，品质非常好的时候，心脏的红色与肺白结合起来就是正常手掌心的粉红色。 有一天呢，肝脏有了比如说 肝硬化，肝肿瘤诸如此类，肝脏的正常工作区域少了一部分。 有东西在里面，我们称作为实，没有东西在里面，我们称作为虚。 我们人流到肝脏的血液都是差不多的，当肝脏有了实，肝脏还没来得及把所有血液中的毒素代谢掉，血液就流到了心脏。 结果导致 心脏的红色增加了，肺的白色没有变化。 此时手掌心就慢慢暗下去，变为暗红色。 这就是我们之前判断病人的主要病源的理论依据。 中医的“病症标准” 一般病症有六个阶段，越早下手治疗越好 1234病症的六个阶段：太阳 → 少阳 → 阳明 → 太阴 → 少阴 → 厥阴 → 真病","link":"/2023/12/17/%E9%92%88%E7%81%B8%E5%A4%A7%E6%88%90%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B02/"},{"title":"针灸大成学习笔记3","text":"视频内容是 倪海厦-人纪-针灸部分 教材为黄皮的 针灸大成 | 人民卫生出版社 各大电商均可买到，不必追求古书，请买新版即可。 经络基本概念我们人呢，正经有12条，奇经有8条。 其中12正经呢，分为6阳经与6阴经不管是阴经还是阳经，都有井荣俞经合 这五中穴位。 五行排行 当我们在讲阴经的时候，它有五行的排行——木火土金水。 任何的阴经，他的井穴 统统是 木。 任何的阴经，他的荣穴 统统是 火。 当然，阳经也有五行排行，不过与阴经不同——金水木火土。 这样分类等学到经络的时候就会知道什么用意了，当前先把属性记忆牢固。 络穴 每一条经脉都有一个络穴。 那什么叫做络穴呢？ 络穴即为两条经脉相连通的交叉口，见下图： 原穴 阳经比阴经多一个穴，叫做原穴。 阴经是没有原穴的，只有阳经有。 穴位属性 每一个穴都有其功能。 井穴呢，一般我们将，病在脏取井。 所谓病在脏取井，病在越深的地方，我们要在四肢末端取井穴，井穴统统都在各种手指脚趾的末梢，而且非常敏感。 也就是，井主脏，主心下满。当然其他脏都可以采取井穴。 下面是一个治疗心脏动脉堵塞的穴位举例： ②荣穴呢，主颜色。 病变在于颜色，之前介绍过，脏腑病症颜色： 当病症有颜色出现的时候，比如说有的人脸色发黑，肾病；脸色发红，心脏病等。 我们大部分时候选取荣穴治疗。 ③俞穴呢，主时间。 病证有时间表现，我们大部分采取俞穴治疗。 比方说，有人每天晚上十二点钟就醒过来，意味着胆有问题，我们取胆经的俞穴。 当然也有人采用荣穴治疗时间病症，也会有效果，但倪师认为俞穴效果更好，而且荣穴下针会比较痛。 这里举个例子，有个人癫痫，平时都没有事，一到晚上11点多就发作。 这时我们取胆经的俞穴。 思维一定要灵活，希望你能领会。 ④经穴呢，主声音。 病变于声音的人，我们取经穴。当然每个脏发出的声音都不一样，后面讲经络的时候再补充说明。 ⑤合穴呢，主饮食。 一般用于饮食不节的病人。比如暴饮暴食，饮酒过度，每天吃的很饱等。 我们一般吃饭吃七分饱八分饱就好，吃完饭后会有一点点饿最好。这样可以每天锻炼胃气。 自古以来，重病的人食欲一般都不好（也就是不饿），基本没有人饿着病逝的。 奇经8脉呢，分为 任脉 、督脉 、冲脉 、带脉 、阴跷脉、阳跷脉 、阳维脉 、阴维脉我们中医有八纲的概念，也就是 阴阳， 虚实， 表里， 寒热。 任脉 督脉","link":"/2023/12/20/%E9%92%88%E7%81%B8%E5%A4%A7%E6%88%90%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B03/"}],"tags":[{"name":"养生","slug":"养生","link":"/tags/%E5%85%BB%E7%94%9F/"},{"name":"PC","slug":"PC","link":"/tags/PC/"},{"name":"针灸","slug":"针灸","link":"/tags/%E9%92%88%E7%81%B8/"}],"categories":[{"name":"生活经验","slug":"生活经验","link":"/categories/%E7%94%9F%E6%B4%BB%E7%BB%8F%E9%AA%8C/"},{"name":"健康","slug":"生活经验/健康","link":"/categories/%E7%94%9F%E6%B4%BB%E7%BB%8F%E9%AA%8C/%E5%81%A5%E5%BA%B7/"},{"name":"Windows","slug":"Windows","link":"/categories/Windows/"},{"name":"中医学笔记","slug":"中医学笔记","link":"/categories/%E4%B8%AD%E5%8C%BB%E5%AD%A6%E7%AC%94%E8%AE%B0/"},{"name":"输入法","slug":"Windows/输入法","link":"/categories/Windows/%E8%BE%93%E5%85%A5%E6%B3%95/"},{"name":"针灸大成","slug":"中医学笔记/针灸大成","link":"/categories/%E4%B8%AD%E5%8C%BB%E5%AD%A6%E7%AC%94%E8%AE%B0/%E9%92%88%E7%81%B8%E5%A4%A7%E6%88%90/"}]}